Revit 2027 API
ParameterTypeId.DumpIdAction Property
 "Debug Action"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DumpIdAction { get; }
Public Shared ReadOnly Property DumpIdAction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DumpIdAction {
	ForgeTypeId^ get ();
}
static member DumpIdAction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace